Repository: balboag/SpotMenu
Catalog: SpotMenu/Localizable/*.lproj/Localizable.strings
Languages: es

source: Issues
es: Problemas

source: Preferences...
es: Preferencias…

source: Check for Updates...
es: Buscar actualizaciones…

source: Quit
es: Salir

source: Now playing
es: Reproduciendo

source: Hover over an option for more information.
es: Pasa el ratón sobre una opción para ver más información.

source: When checked the artist will be shown in the menu bar.
es: Cuando está activado, el artista se mostrará en la barra de menús.

source: When checked the album name will be shown in the menu bar.
es: Cuando está activado, el nombre del álbum se mostrará en la barra de menús.

source: When checked the title will be shown in the menu bar.
es: Cuando está activado, el título se mostrará en la barra de menús.

source: When checked the playing icon (♫) will be shown in the menu bar if music is played.
es: Cuando está activado, el icono de reproducción (♫) se mostrará en la barra de menús si hay música reproduciéndose.

source: When checked the SpotMenu icon will be shown in the menu bar. Note: If there is no music information to be shown the SpotMenu icon will be visible.
es: Cuando está activado, el icono de SpotMenu se mostrará en la barra de menús. Nota: Si no hay información de la música para mostrar, se mostrará el icono de SpotMenu.

source: When checked the popover will be fixed to the right corner.
es: Cuando está activado, el popover se fijará a la esquina derecha.

source: When checked SpotMenu will start automatically at login.
es: Cuando está activado, SpotmMenu se iniciará al iniciar sesión.

source: Artist
es: Artista

source: Title
es: Título

source: Show playing icon
es: Mostrar icono de reproducción

source: Show title
es: Mostrar título

source: with ♥ from kmikiy
es: con ♥ por kmikiy

source: Show artist
es: Mostrar artista

source: Preferences
es: Preferencias

source: Updates
es: Actualizaciones

source: Open at login
es: Abrir al iniciar sesión

source: Fix popover to the right
es: Fijar el popover a la derecha

source: Show SpotMenu icon
es: Mostrar el icono de SpotMenu

source: Automatically check for updates
es: Buscar actualizaciones automáticamente

source: Automatically download updates
es: Descargar actualizaciones automáticamente

source: Check for Updates
es: Buscar actualizaciones

source: Last checked:
es: Última comprobación:

source: Indicates whether or not to check for updates automatically.
es: Indica si buscar actualizaciones automáticamente o no.

source: Indicates whether or not updates can be automatically downloaded in the background.
es: Indica si las actualizaciones se descargarán automáticamente en segundo plano o no.

source: Enable keyboard shortcut
es: Activar atajo de teclado

source: Display the current song artist and title by pressing ctrl + shift + m.
es: Muestra el artista y título de la canción actual al presionar Ctrl Shift M.

source: Hide text when paused
es: Ocultar texto al pausar

source: Omits the current song artist and title from the menu bar when the music is paused.
es: Omite el artista y título de la canción actual en la barra de menús cuando la música está pausada.

source: copy
es: copiar

source: copied
es: copiado

source: About
es: Acerca de

source: about-description
es: SpotMenu es gratis y open source 📖. Mi objetivo es que siga siendo así. No quiero limitar las funciones ni molestar a los usuarios. Sin embargo me gusta el dinero 💰💵🤑 y me gustaría tener un estilo de vida de lujo 💎. He incluido una foto mía del futuro (NO está photoshopeada) 🌅. Para aquellos que quieran contribuir a mi bienestar y cumplir mi destino he incluido varias formas de donar ese rico dinero. Sí, Kmikiy ahora acepta varias criptodivisas. Mira abajo para más información ⬇️

source: Show album title
es: Mostrar título del álbum
